---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ElectricalLoadClassification.Motor
source: html/8c83c855-b589-df98-0f9a-d6942f10b01d.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalLoadClassification.Motor Property

Indicates if this load classification is to be used for motors.

## Syntax (C#)
```csharp
public bool Motor { get; }
```